Repository: AKotov-dev/vdicomp
Catalog: VDIComp/locale/vdicomp.*.po
Languages: ru

source: Completion...
ru: Завершение...

# mainunit.scompress
source: Compress
ru: Сжать

# mainunit.scompressionwarning
source: Do not close the window! Wait for the end of the process!
ru: Не закрывайте окно! Дождитесь окончания процесса!

source: The *.vdi file not found!
ru: Файл *.vdi не найден!

source: The user "
ru: Пользователь "

source: " is not in groups "disk", "vboxusers" and "vboxsf" Run the command in terminal (su/password): usermod -a -G disk,vboxusers,vboxsf $USER ...and reboot your computer to apply privileges!
ru: " не в группах "disk", "vboxusers" и "vboxsf" Скомандуйте в терминале (su/password): usermod -a -G disk,vboxusers,vboxsf $USER ...и перезагрузите компьютер для применения привилегий!

source: Clone with the original UUID when compressed
ru: Клонировать с оригинальным UUID при сжатии

# tmainform.compressbtn.caption
source: Compress
ru: Сжать

source: License: GPLv3 Author: alex_q_2000 (C) 2021
ru: Лицензия: GPLv3 Автор: alex_q_2000 (C) 2021

# tmainform.label2.caption
source: Size (MB):
ru: Размер (МБ):

# tmainform.label4.caption
source: Size (MB):
ru: Размер (МБ):
